common1="<br>\
<b>אַשְׁרֵי יוֹשְׁבֵי בֵיתֶךָ</b> עוֹד יְהַלְלוּךָ סֶּלָה. <br>\
אַשְׁרֵי הָעָם שֶׁכָּכָה לּוֹ אַשְׁרֵי הָעָם שֶׁיֲהֹוָה אֱלֹהָיו.<br>\
תְּהִלָּה לְדָוִד,<br>\
    אֲרוֹמִמְךָ אֱלוֹהַי הַמֶּלֶךְ וַאֲבָרְכָה שִׁמְךָ לְעוֹלָם וָעֶד.<br>\
    בְּכָל יוֹם אֲבָרְכֶךָּ וַאֲהַלְלָה שִׁמְךָ לְעוֹלָם וָעֶד.<br>\
    גָּדוֹל יְיָ וּמְהֻלָּל מְאֹד וְלִגְדֻלָּתוֹ אֵין חֵקֶר.<br>\
    דּוֹר לְדוֹר יְשַׁבַּח מַעֲשֶׂיךָ וּגְבוּרֹתֶיךָ יַגִּידוּ.<br>\
    הֲדַר כְּבוֹד הוֹדֶךָ וְדִבְרֵי נִפְלְאוֹתֶיךָ אָשִׂיחָה.<br>\
    וֶעֱזוּז נוֹרְאֹתֶיךָ יֹאמֵרוּ וּגְדוּלָּתְךָ אֲסַפְּרֶנָּה.<br>\
    זֵכֶר רַב טוּבְךָ יַבִּיעוּ וְצִדְקָתְךָ יְרַנֵּנוּ.<br>\
    חַנּוּן וְרַחוּם יְיָ אֶרֶךְ אַפַּיִם וּגְדָל חָסֶד.<br>\
    טוֹב יְיָ לַכֹּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו.<br>\
    יוֹדוּךָ יְיָ כָּל מַעֲשֶׂיךָ וַחֲסִידֶיךָ יְבָרְכוּכָה.<br>\
    כְּבוֹד מַלְכוּתְךָ יֹאמֵרוּ וּגְבוּרָתְךָ יְדַבֵּרוּ.<br>\
    לְהוֹדִיעַ לִבְנֵי הָאָדָם גְּבוּרֹתָיו וּכְבוֹד הֲדַר מַלְכוּתוֹ.<br>\
    מַלְכוּתְךָ מַלְכוּת כָּל עֹלָמִים וּמֶמְשַׁלְתְּךָ בְּכָל דּוֹר וָדוֹר.<br>\
    סוֹמֵךְ יְיָ לְכָל הַנֹּפְלִים וְזוֹקֵף לְכָל הַכְּפוּפִים.<br>\
    עֵינֵי כֹל אֵלֶיךָ יְשַׂבֵּרוּ וְאַתָּה נוֹתֵן לָהֶם אֶת אָכְלָם בְּעִתּוֹ.<br>\
    פּוֹתֵחַ אֶת יָדֶךָ וּמַשְׂבִּיעַ לְכָל חַי רָצוֹן.<br>\
    צַדִּיק יְיָ בְּכָל דְּרָכָיו וְחָסִיד בְּכָל מַעֲשָׂיו.<br>\
    קָרוֹב יְיָ לְכָל קֹרְאָיו לְכֹל אֲשֶׁר יִקְרָאֻהוּ בֶאֱמֶת.<br>\
    רְצוֹן יְרֵאָיו יַעֲשֶׂה וְאֶת שַׁוְעָתָם יִשְׁמַע וְיוֹשִׁיעֵם.<br>\
    שׁוֹמֵר יְיָ אֶת כָּל אֹהֲבָיו וְאֵת כָּל הָרְשָׁעִים יַשְׁמִיד.<br>\
    תְּהִלַּת יְיָ יְדַבֶּר פִּי וִיבָרֵךְ כָּל בָּשָׂר שֵׁם קָדְשׁוֹ לְעוֹלָם וָעֶד.<br>\
וַאֲנַחְנוּ נְבָרֵךְ יָהּ מֵעַתָּה וְעַד עוֹלָם הַלְלוּ יָהּ.<br>\
<br>\
יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵהּ רַבָּא.<br>\
בְּעָלְמָא דִי בְרָא כִּרְעוּתֵהּ , וְיַמְלִיךְ מַלְכוּתֵהּ בְּחַיֵיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵי דְּכָל בֵּית יִשְׂרָאֵל, בַּעֲגַלָא וּבִזְמַן קָרִיב וְאִמְרוּ אָמֵן:<br>\
יְהֵא שְׁמֵהּ רַבָּא מְבָרַךְ לְעָלַם וּלְעָלְמֵי עָלְמַיָא.<br>\
יִתְבָּרַךְ וְיִשְׁתַּבַּח וְיִתְפָּאַר וְיִתְרוֹמַם וְיִתְנַשֵּׂא וְיִתְהַדָּר וְיִתְעַלֶּה וְיִתְהַלָּל , שְׁמֵהּ דְּקוּדְשָׁא בְּרִיךְ הוּא<br>\
לְעֵילָא מִן כָּל (בעשרת ימי תשובה: לְעֵילָא וּלְעֵילָא מִכָּל) בִּרְכָתָא וְשִׁירָתָא, תֻּשְׁבְּחָתָא וְנֶחָמָתָא, דַאֲמִירָן בְּעָלְמָא. וְאִמְרוּ אָמֵן: <br>\
<br>\
<b>לְךָ אֲדֹנָי הַצְּדָקָה</b> וְלָנוּ בֹּשֶׁת הַפָּנִים: <br>\
מַה־נִּתְאוֹנֵן וּמַה־נֹּאמַר. מַה־נְּדַבֵּר וּמַה נִּצְטַדָּק:<br>\
נַחְפְּשָׂה דְּרָכֵינוּ וְנַחְקֹרָה וְנָשׁוּבָה אֵלֶיךָ. כִּי יְמִינְךָ פְּשׁוּטָה לְקַבֵּל שָׁבִים:<br>\
לֹא־בְחֶסֶד וְלֹא־בְמַעֲשִׂים בָּאנוּ לְפָנֶיךָ. כְּדַלִּים וּכְרָשִׁים דָּפַקְנוּ דְּלָתֶיךָ.<br>\
דְּלָתֶיךָ דָּפַקְנוּ רַחוּם וְחַנּוּן. נָא אַל־תְּשִׁיבֵנוּ רֵיקָם מִלְּפָנֶיךָ.<br>\
מִלְּפָנֶיךָ מַלְכֵּנוּ רֵיקָם אַל־תְּשִׁיבֵנוּ. כִּי אַתָּה שׁוֹמֵעַ תְּפִלָּה:<br>";

common2a="<br>\
שׁוֹמֵעַ תְּפִלָּה. עָדֶיךָ כָּל בָּשָׂר יָבֹאוּ: <br>\
יָבוֹא כָל בָּשָׂר לְהִשְׁתַּחֲו‍ֹת לְפָנֶיךָ יְיָ: <br>\
...יָבוֹאוּ וְיִשְׁתַּחֲווּ לְפָנֶיךָ אֲדֹנָי וִיכַבְּדוּ לִשְׁמֶךָ: <br>\
בֹּאוּ נִשְׁתַּחֲוֶה וְנִכְרָעָה נִבְרְכָה לִפְנֵי יְיָ עֹשֵׂנוּ: <br>\
נָבוֹאָה לְמִשְׁכְּנוֹתָיו נִשְׁתַּחֲוֶה לַהֲדֹם רַגְלָיו:<br>\
בֹּאוּ שְׁעָרָיו בְּתוֹדָה חֲצֵרֹתָיו בִּתְהִלָּה הוֹדוּ לוֹ בָּרְכוּ שְׁמוֹ:<br>\
רוֹמְמוּ יְיָ אֱלֹהֵינוּ וְהִשְׁתַּחֲווּ לַהֲדֹם רַגְלָיו קָדוֹשׁ הוּא.<br>\
רוֹמְמוּ יְיָ אֱלֹהֵינוּ וְהִשְׁתַּחֲווּ לְהַר קָדְשׁוֹ כִּי קָדוֹשׁ יְהוָה אֱלֹהֵינוּ. <br>\
הִשְׁתַּחֲווּ לַיְיָ בְּהַדְרַת קֹדֶשׁ חִילוּ מִפָּנָיו כָּל הָאָרֶץ.<br>\
וַאֲנַחְנוּ בְּרֹב חַסְדְּךָ נָבוֹא בֵיתֶךָ נִשְׁתַּחֲוֶה אֶל הֵיכַל קָדְשְׁךָ בְּיִרְאָתֶךָ: <br>\
נִשְׁתַּחֲוֶה אֶל הֵיכַל קָדְשֶׁךָ וְנוֹדֶה אֶת שְׁמֶךָ עַל חַסְדְּךָ וְעַל אֲמִתֶּךָ כִּי הִגְדַּלְתָּ עַל כָּל שִׁמְךָ אִמְרָתֶךָ:<br>\
לְכוּ נְרַנְּנָה לַייָ נָרִיעָה לְצוּר יִשְׁעֵנוּ:<br>\
נְקַדְּמָה פָנָיו בְּתוֹדָה בִּזְמִרוֹת נָרִיעַ לוֹ: <br>\
אֲשֶׁר יַחְדָּו נַמְתִּיק סוֹד בְּבֵית אֱלֹהִים נְהַלֵּךְ בְּרָגֶשׁ: <br>\
אֵל נַעֲרָץ בְּסוֹד קְדֹשִׁים רַבָּה וְנוֹרָא עַל כָּל סְבִיבָיו:<br>\
שְׂאוּ יְדֵיכֶם קֹדֶשׁ וּבָרְכוּ אֶת יְיָ: <br>\
הִנֵּה בָּרְכוּ אֶת יְיָ כָּל עַבְדֵי יְיָ הָעֹמְדִים בְּבֵית יְיָ בַּלֵּילוֹת:<br>\
אֲשֶׁר מִי אֵל בַּשָּׁמַיִם וּבָאָרֶץ אֲשֶׁר יַעֲשֶׂה כְמַעֲשֶׂיךָ וְכִגְבוּרֹתֶךָ:<br>\
אֲשֶׁר לוֹ הַיָּם וְהוּא עָשָׂהוּ וְיַבֶּשֶׁת יָדָיו יָצָרוּ: <br>\
אֲשֶׁר בְּיָדוֹ מֶחְקְרֵי אָרֶץ וְתוֹעֲפֹת הָרִים לוֹ: <br>\
אֲשֶׁר בְּיָדוֹ נֶפֶשׁ כָּל חָי וְרוּחַ כָּל בְּשַׂר אִישׁ: <br>\
וְיוֹדוּ שָׁמַיִם פִּלְאֲךָ יְיָ אַף אֱמוּנָתְךָ בִּקְהַל קְדוֹשִׁים: <br>\
לְךָ זְרוֹעַ עִם גְּבוּרָה תָּעֹז יָדְךָ תָּרוּם יְמִינֶךָ:<br>\
לְךָ שָׁמַיִם אַף לְךָ אָרֶץ תֵּבֵל וּמְלֹאָהּ אַתָּה יְסַדְתָּם: <br>\
אַתָּה פוֹרַרְתָּ בְעָזְּךָ יָם שִׁבַּרְתָּ רָאשֵׁי תַנִּינִים עַל הַמָּיִם:<br>\
אַתָּה הִצַּבְתָּ כָּל גְּבוּלוֹת אָרֶץ קַיִץ וָחֹרֶף אַתָּה יְצַרְתָּם:<br>\
אַתָּה רִצַּצְתָּ רָאשֵׁי לִוְיָתָן תִּתְּנֶנּוּ מַאֲכָל לְעָם לְצִיִּים: <br>\
אַתָּה בָקַעְתָּ מַעְיָן וָנָחַל אַתָּה הוֹבַשְׁתָּ נַהֲרוֹת אֵיתָן:<br>\
לְךָ יוֹם אַף לְךָ לָיְלָה אַתָּה הֲכִינוֹתָ מָאוֹר וָשָׁמֶשׁ:<br>\
עֹשֶׂה גְדֹלוֹת עַד אֵין חֵקֶר וְנִפְלָאוֹת עַד אֵין מִסְפָּר: <br>\
כִּי אֵל גָּדוֹל יְיָ וּמֶלֶךְ גָּדוֹל עַל כָּל אֱלֹהִים: <br>\
כִּי גָדוֹל אַתָּה וְעֹשֵׂה נִפְלָאוֹת אַתָּה אֱלֹהִים לְבַדֶּךָ: <br>\
כִּי גָדוֹל מֵעַל שָׁמַיִם חַסְדֶּךָ וְעַד שְׁחָקִים אֲמִתֶּךָ:<br>\
גָּדוֹל יְיָ וּמְהֻלָּל מְאֹד וְלִגְדֻלָּתוֹ אֵין חֵקֶר: <br>\
כִּי גָּדוֹל יְיָ וּמְהֻלָּל מְאֹד נוֹרָא הוּא עַל כָּל אֱלֹהִים:<br>\
גָּדוֹל יְיָ וּמְהֻלָּל מְאֹד בְּעִיר אֱלֹהֵינוּ הַר קָדְשׁוֹ:<br>\
לְךָ יְיָ הַגְּדֻלָּה וְהַגְּבוּרָה וְהַתִּפְאֶרֶת וְהַנֵּצַח וְהַהוֹד כִּי כֹל בַּשָּׁמַיִם וּבָאָרֶץ. לְךָ יְיָ הַמַּמְלָכָה וְהַמִּתְנַשֵּׂא לְכֹל לְרֹאשׁ:<br>\
מִי לֹא יִירָאֲךָ מֶלֶךְ הַגּוֹיִם כִּי לְךָ יָאָתָה כִּי בְכָל חַכְמֵי הַגּוֹיִם וּבְכָל מַלְכוּתָם מֵאֵין כָּמוֹךָ: <br>\
מֵאֵין כָּמוֹךָ יְיָ גָּדוֹל אַתָּה וְגָדוֹל שִׁמְךָ בִּגְבוּרָה:<br>\
יְיָ אֱלֹהֵי צְבָאוֹת מִי כָמוֹךָ חֲסִין יָהּ וֶאֱמוּנָתְךָ סְבִיבוֹתֶיךָ:<br>\
יְיָ אֱלֹהֵי צְבָאוֹת יוֹשֵׁב הַכְּרוּבִים אַתָּה אֱלֹהִים לְבַדֶּךָ: <br>\
מִי יְמַלֵּל גְּבוּרוֹת יְיָ יַשְׁמִיעַ כָּל תְּהִלָּתוֹ:<br>\
כִּי מִי בַשַּׁחַק יַעֲרֹךְ לַייָ יִדְמֶה לַייָ בִּבְנֵי אֵלִים: <br>\
";
common2b="\
מַה נֹּאמַר לְפָנֶיךָ יוֹשֵׁב מָרוֹם. וּמַה נְּסַפֵּר לְפָנֶיךָ שׁוֹכֵן שְׁחָקִים:<br>\
מַה נֹּאמַר לְפָנֶיךָ יְיָ אֱלֹהֵינוּ. מַה נְּדַבֵּר וּמַה נִּצְטַדָּק:<br>\
אֵין לָנוּ פֶּה לְהָשִׁיב. וְלֹא מֵצַח לְהָרִים רֹאשׁ:<br>\
כִּי עֲוֹנוֹתֵינוּ רַבּוּ מִלִּמְנוֹת. וְחַטֹּאתֵינוּ עָצְמוּ מִסַּפֵּר:<br>\
לְמַעַן שִׁמְךָ יְיָ תְּחַיֵּינוּ. וּבְצִדְקָתְךָ תּוֹצִיא מִצָּרָה נַפְשֵׁנוּ:<br>\
דַּרְכְּךָ אֱלֹהֵינוּ לְהַאֲרִיךְ אַפֶּךָ לָרָעִים וְלַטּוֹבִים. וְהִיא תְהִלָּתְךָ:<br>\
לְמַעַנְךָ אֱלֹהֵינוּ עֲשֵׂה וְלֹא לָנוּ. רְאֵה עֲמִידָתֵנוּ דַּלִּים וְרֵיקִים:<br>\
הַנְּשָׁמָה לָךְ / וְהַגּוּף פָּעֳלָך / חוּסָה עַל עֲמָלָךְ:<br>\
הַנְּשָׁמָה לָךְ / וְהַגּוּף שֶׁלָּךְ / יְיָ עֲשֵׂה לְמַעַן שְׁמֶךָ:<br>\
אָתָאנוּ עַל שִׁמְךָ, יְיָ / עֲשֵׂה לְמַעַן שְׁמֶךָ.<br>\
בַּעֲבוּר כְּבוֹד שִׁמְךָ / כִּי אֵל חַנּוּן וְרַחוּם שְׁמֶךָ.<br>\
לְמַעַן שִׁמְךָ יְיָ / וְסָלַחְתָּ לַעֲוֹנֵנוּ כִּי רַב־הוּא:<br>\
<br>\
סְלַח לָנוּ אָבִינוּ / כִּי בְּרוֹב אִוַּלְתֵּנוּ שָׁגִינוּ.<br>\
מְחַל לָנוּ מַלְכֵּנוּ / כִּי רַבּוּ עֲווֹנֵינוּ: <br>\
";
common2=common2a+common2b;
common3="<br>\
כִּי עַל רַחֲמֶיךָ הָרַבִּים אָנוּ בְּטוּחִים / וְעַל צִדְקוֹתֶיךָ אָנוּ נִשְׁעָנִים<br>\
וְלִסְלִיחוֹתֶיךָ אָנוּ מְקַוִּים / וְלִישׁוּעָתְךָ אָנוּ מְצַפִּים:<br>\
אַתָּה הוּא מֶלֶךְ אוֹהֵב צְדָקוֹת מִקֶּדֶם / מַעֲבִיר עֲווֹנוֹת עַמּוֹ / וּמֵסִיר חַטֹּאות יְרֵאָיו<br>\
כּוֹרֵת בְּרִית לָרִאשׁוֹנִים / וּמְקַיֵּם שְׁבוּעָה לָאַחֲרוֹנִים:<br>\
<br>\
אַתָּה הוּא שֶׁיָּרַדְתָּ בַּעֲנַן כְּבוֹדֶךָ עַל הַר סִינָי<br>\
וְהֶרְאֵיתָ דַּרְכֵי טוּבְךָ לְמֹשֶׁה עַבְדֶּךָ<br>\
וְאָרְחוֹת חֲסָדֶיךָ גִּלִּיתָ לוֹ<br>\
וְהוֹדַעְתּוֹ כִּי אַתָּה אֵל רַחוּם וְחַנּוּן<br>\
אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וּמַרְבֶּה לְהֵיטִיב<br>\
וּמַנְהִיג אֶת הָעוֹלָם כּוּלּוֹ בְּמִידַּת הָרַחֲמִים:<br>\
וְכֵן כָּתוּב: וַיֹּאמֶר אֲנִי אַעֲבִיר כָּל טוּבִי עַל פָּנֶיךָ וְקָרָאתִי בְשֵׁם יְהוָה לְפָנֶיךָ וְחַנֹּתִי אֶת אֲשֶׁר אָחֹן וְרִחַמְתִּי אֶת אֲשֶׁר אֲרַחֵם. <br>\
";

common4="<br>\
<b>אֵל אֶרֶךְ־אַפַּיִם אַתָּה</b> / וּבַעַל הָרַחֲמִים נִקְרֵאתָ / וְדֶרֶךְ תְּשׁוּבָה הוֹרֵיתָ.<br>\
גְּדֻלַּת רַחֲמֶיךָ וַחֲסָדֶיךָ / תִּזְכּוֹר הַיּוֹם וּבְכָל יוֹם לְזֶרַע יְדִידֶיךָ:<br>\
תֵּפֶן אֵלֵינוּ בְּרַחֲמִים / כִּי אַתָּה הוּא בַּעַל הָרַחֲמִים.<br>\
בְּתַחֲנוּן וּבִתְפִלָּה פָּנֶיךָ נְקַדֵּם / כְּהוֹדַעְתָּ לֶעָנָו מִקֶּדֶם:<br>\
מֵחֲרוֹן אַפְּךָ שׁוּב / כְּמוֹ בְּתוֹרָתְךָ כָּתוּב.<br>\
וּבְצֵל כְּנָפֶיךָ נֶחֱסֶה וְנִתְלוֹנָן / כְּיוֹם וַיֵּרֶד יְיָ בֶּעָנָן:<br>\
תַּעֲבוֹר עַל פֶּשַׁע וְתִמְחֶה אָשָׁם / כְּיוֹם וַיִּתְיַצֵּב עִמּוֹ שָׁם.<br>\
תַּאֲזִין שַׁוְעָתֵנוּ וְתַקְשִׁיב מֶנּוּ מַאֲמָר / כְּיוֹם וַיִּקְרָא בְשֵׁם יְיָ. וְשָׁם נֶאֱמַר:<br>\
וַיַּעֲבֹר יְיָ עַל פָּנָיו וַיִּקְרָא:<br>\
<b>יְיָ | יְיָ אֵל רַחוּם וְחַנּוּן אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וֶאֱמֶת. נֹצֵר חֶסֶד לָאֲלָפִים נֹשֵׂא עָו‍ֹן וָפֶשַׁע וְחַטָּאָה וְנַקֵּה.</b><br>\
סְלַח לָנוּ אָבִינוּ כִּי חָטָאנוּ, מְחַל לָנוּ מַלְכֵּנוּ כִּי פָשַׁעְנוּ. כִּי אַתָּה אֲדֹנָי טוֹב וְסַלָּח וְרַב חֶסֶד לְכָל קֹרְאֶיךָ.<br>\
<br>\
";
common5="<br>\
כְּרַחֵם אָב עַל בָּנִים כֵּן תְּרַחֵם יְיָ עָלֵינוּ: לַייָ הַיְשׁוּעָה עַל עַמְּךָ בִרְכָתֶךָ סֶּלָה:  יְיָ צְבָאוֹת עִמָּנוּ מִשְׂגָּב לָנוּ אֱלֹהֵי יַעֲקֹב סֶלָה:  יְיָ צְבָאוֹת אַשְׁרֵי אָדָם בֹּטֵחַ בָּךְ: יְיָ הוֹשִׁיעָה הַמֶּלֶךְ יַעֲנֵנוּ בְיוֹם קָרְאֵנוּ: <br>\
<br>\
סְלַח נָא לַעֲו‍ֹן הָעָם הַזֶּה כְּגֹדֶל חַסְדֶּךָ. וְכַאֲשֶׁר נָשָׂאתָה לָעָם הַזֶּה מִמִּצְרַיִם וְעַד הֵנָּה. וְשָׁם נֶאֱמַר: <b>וַיֹּאמֶר יְיָ סָלַחְתִּי כִּדְבָרֶךָ:</b><br>\
<br>\
הַטֵּה אֱלֹהַי אָזְנְךָ וּשְׁמָע פְּקַח עֵינֶיךָ וּרְאֵה שׁוֹמְמוֹתֵינוּ וְהָעִיר אֲשֶׁר נִקְרָא שִׁמְךָ עָלֶיהָ. כִּי לֹא עַל צִדְקוֹתֵינוּ אֲנַחְנוּ מַפִּילִים תַּחֲנוּנֵינוּ לְפָנֶיךָ כִּי עַל רַחֲמֶיךָ הָרַבִּים: אֲדֹנָי שְׁמָעָה, אֲדֹנָי סְלָחָה, אֲדֹנָי הַקְשִׁיבָה וַעֲשֵׂה, אַל תְּאַחַר, לְמַעַנְךָ אֱלֹהַי כִּי שִׁמְךָ נִקְרָא עַל עִירְךָ וְעַל עַמֶּךָ:<br>\
";
common6="<br>\
<b>אֵל, מֶלֶךְ</b> יוֹשֵׁב עַל כִּסֵּא רַחֲמִים, מִתְנַהֵג בַּחֲסִידוּת. מוֹחֵל עֲווֹנוֹת עַמּוֹ, מַעֲבִיר רִאשׁוֹן רִאשׁוֹן. מַרְבֶּה מְחִילָה לְחַטָּאִים, וּסְלִיחָה לַפּוֹשְׁעִים. עוֹשֵׂה צְדָקוֹת עִם כָּל בָּשָׂר וְרוּחַ, לֹא כְרָעָתָם תִּגְמוֹל.<br>\
אֵל, הוֹרֵיתָ לָנוּ לוֹמַר שְׁלוֹשׁ עֶשְׂרֵה, וּזְכוֹר לָנוּ הַיּוֹם בְּרִית שְׁלוֹשׁ עֶשְׂרֵה, כְּהוֹדַעְתָּ לֶעָנָיו מִקֶּדֶם, כְּמוֹ שֶׁכָּתוּב: וַיֵּרֶד יְהוָה בֶּעָנָן וַיִּתְיַצֵּב עִמּוֹ שָׁם וַיִּקְרָא בְשֵׁם יְהוָה. <br>\
וַיַּעֲבֹר יְיָ עַל פָּנָיו וַיִּקְרָא:<br>\
<b>יְיָ | יְיָ אֵל רַחוּם וְחַנּוּן אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וֶאֱמֶת. נֹצֵר חֶסֶד לָאֲלָפִים נֹשֵׂא עָו‍ֹן וָפֶשַׁע וְחַטָּאָה וְנַקֵּה.</b><br>\
סְלַח לָנוּ אָבִינוּ כִּי חָטָאנוּ, מְחַל לָנוּ מַלְכֵּנוּ כִּי פָשַׁעְנוּ. כִּי אַתָּה אֲדֹנָי טוֹב וְסַלָּח וְרַב חֶסֶד לְכָל קֹרְאֶיךָ.<br>\
";

zechor_alna="<br>\
<b>זְכוֹר רַחֲמֶיךָ</b> יְיָ וַחֲסָדֶיךָ כִּי מֵעוֹלָם הֵמָּה: <br>\
זָכְרֵנוּ יְיָ בִּרְצוֹן עַמֶּךָ פָּקְדֵנוּ בִּישׁוּעָתֶךָ:<br>\
זְכוֹר עֲדָתְךָ קָנִיתָ קֶּדֶם גָּאַלְתָּ שֵׁבֶט נַחֲלָתֶךָ הַר צִיּוֹן זֶה שָׁכַנְתָּ בּוֹ: <br>\
זְכוֹר יְיָ חִבַּת יְרוּשָׁלָיִם. אַהֲבַת צִיּוֹן אַל־תִּשְׁכַּח לָנֶצַח:<br>\
אַתָּה תָקוּם תְּרַחֵם צִיּוֹן כִּי עֵת לְחֶנְנָהּ כִּי בָא מוֹעֵד: <br>\
זְכוֹר יְיָ לִבְנֵי אֱדוֹם אֵת יוֹם יְרוּשָׁלָ‍יִם הָאֹמְרִים עָרוּ עָרוּ עַד הַיְסוֹד בָּהּ:<br>\
זְכוֹר לְאַבְרָהָם לְיִצְחָק וּלְיִשְׂרָאֵל עֲבָדֶיךָ אֲשֶׁר נִשְׁבַּעְתָּ לָהֶם בָּךְ וַתְּדַבֵּר אֲלֵהֶם אַרְבֶּה אֶת זַרְעֲכֶם כְּכוֹכְבֵי הַשָּׁמָיִם וְכָל הָאָרֶץ הַזֹּאת אֲשֶׁר אָמַרְתִּי אֶתֵּן לְזַרְעֲכֶם וְנָחֲלוּ לְעֹלָם:<br>\
זְכוֹר לַעֲבָדֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב אַל תֵּפֶן אֶל קְשִׁי הָעָם הַזֶּה וְאֶל רִשְׁעוֹ וְאֶל חַטָּאתוֹ:<br>\
<br>\
אַל נָא תָשֵׁת עָלֵינוּ חַטָּאת אֲשֶׁר נוֹאַלְנוּ וַאֲשֶׁר חָטָאנוּ:<br>\
חָטָאנוּ צוּרֵנוּ סְלַח לָנוּ יוֹצְרֵנוּ:<br>\
";
aseh_shma="<br>\
עֲשֵׂה עִמָּנוּ כְּמָה שֶׁהִבְטַחְתָּנוּ: וְאַף גַּם זֹאת בִּהְיוֹתָם בְּאֶרֶץ אֹיְבֵיהֶם לֹא מְאַסְתִּים וְלֹא גְעַלְתִּים לְכַלֹּתָם לְהָפֵר בְּרִיתִי אִתָּם כִּי אֲנִי יְיָ אֱלֹהֵיהֶם:<br>\
הִמָּצֵא לָנוּ בְּבַקָּשָׁתֵנוּ כְּמָה שֶׁכָּתוּב: וּבִקַּשְׁתֶּם מִשָּׁם אֶת יְיָ אֱלֹהֶיךָ וּמָצָאתָ כִּי תִדְרְשֶׁנּוּ בְּכָל לְבָבְךָ וּבְכָל נַפְשֶׁךָ:<br>\
מוֹל אֶת לְבָבֵנוּ לְאַהֲבָה אֶת שְׁמֶךָ כְּמָה שֶׁכָּתוּב: וּמָל יְיָ אֱלֹהֶיךָ אֶת לְבָבְךָ וְאֶת לְבַב זַרְעֶךָ לְאַהֲבָה אֶת יְיָ אֱלֹהֶיךָ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ לְמַעַן חַיֶּיךָ: <br>\
זְרוֹק עָלֵינוּ מַיִם טְהוֹרִים וְטַהֲרֵנוּ כְּמָה שֶׁכָּתוּב: וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם, מִכֹּל טוּמְאוֹתֵיכֶם וּמִכָּל גִּלּוּלֵיכֶם אֲטַהֵר אֶתְכֶם:<br>\
מְחֵה פְּשָׁעֵינוּ כָעָב וְכֶעָנָן כַּאֲשֶׁר אָמַרְתָּ: מָחִיתִי כָעָב פְּשָׁעֶיךָ וְכֶעָנָן חַטֹּאותֶיךָ שׁוּבָה אֵלַי כִּי גְאַלְתִּיךָ:<br>\
מְחֵה פְּשָׁעֵינוּ לְמַעַנְךָ כַּאֲשֶׁר אָמַרְתָּ: אָנֹכִי אָנֹכִי הוּא מֹחֶה פְשָׁעֶיךָ לְמַעֲנִי וְחַטֹּאתֶיךָ לֹא אֶזְכֹּר:<br>\
הַלְבֵּן חֲטָאֵינוּ כַּשֶּׁלֶג וְכַצֶמֶר כְּמָה שֶׁכָּתוּב: לְכוּ נָא וְנִוָּכְחָה יֹאמַר יְיָ אִם יִהְיוּ חֲטָאֵיכֶם כַּשָּׁנִים כַּשֶּׁלֶג יַלְבִּינוּ אִם יַאְדִּימוּ כַתּוֹלָע כַּצֶּמֶר יִהְיוּ:<br>\
רַחֵם עָלֵינוּ וְאַל תַּשְׁחִיתֵנוּ כְּמָה שֶׁכָּתוּב: כִּי אֵל רַחוּם יְיָ אֱלֹהֶיךָ לֹא יַרְפְּךָ וְלֹא יַשְׁחִיתֶךָ וְלֹא יִשְׁכַּח אֶת בְּרִית אֲבֹתֶיךָ אֲשֶׁר נִשְׁבַּע לָהֶם: <br>\
קַבֵּץ נִדָּחֵנוּ כְּמָה שֶׁכָּתוּב: אִם יִהְיֶה נִדַּחֲךָ בִּקְצֵה הַשָּׁמָיִם מִשָּׁם יְקַבֶּצְךָ יְיָ אֱלֹהֶיךָ וּמִשָּׁם יִקָּחֶךָ: <br>\
הָשֵׁ֤ב שְׁבוּתֵנוּ וְרַחֲמֵנוּ כְּמָה שֶׁכָּתוּב: וְשָׁב יְיָ אֱלֹהֶיךָ אֶת שְׁבוּתְךָ וְרִחֲמֶךָ וְשָׁב וְקִבֶּצְךָ מִכָּל הָעַמִּים אֲשֶׁר הֱפִיצְךָ יְיָ אֱלֹהֶיךָ שָׁמָּה:<br>\
תְּבִיאֶנּוּ אֶל הַר קָדְשְׁךָ וְשַׂמְּחֵנוּ בְּבֵית תְּפִלָּתֶךָ כְּמָה שֶׁכָּתוּב: וַהֲבִיאוֹתִים אֶל הַר קָדְשִׁי וְשִׂמַּחְתִּים בְּבֵית תְּפִלָּתִי עוֹלֹתֵיהֶם וְזִבְחֵיהֶם לְרָצוֹן עַל מִזְבְּחִי כִּי בֵיתִי בֵּית תְּפִלָּה יִקָּרֵא לְכָל הָעַמִּים: <br>\
<br>\
(נוהגים לעמוד)<br>\
<b>שְׁמַע קוֹלֵנוּ</b> יְיָ אֱלֹֹהֵינוּ חוּס וְרַחֵם עָלֵינוּ וְקַבֵּל בְּרַחֲמִים וּבְרָצוֹן אֶת־תְּפִלָּתֵנוּ:<br>\
הֲשִׁיבֵנוּ יְיָ אֵלֶיךָ וְנָשׁוּבָה חַדֵּשׁ יָמֵינוּ כְּקֶדֶם: <br>\
אַל תַּשְׁלִיכֵנוּ מִלְּפָנֶיךָ וְרוּחַ קָדְשְׁךָ אַל תִּקַּח מִמֶּנוּ:<br>\
אַל תַּשְׁלִיכֵנוּ לְעֵת זִקְנָה כִּכְלוֹת כֹּחֵנוּ אַל תַּעַזְבֵנוּ:<br>\
אַל תַּעַזְבֵנוּ יְיָ אֱלֹהֵינוּ אַל תִּרְחַק מִמֶּנוּ:<br>\
עֲשֵׂה עִמָּנוּ אוֹת לְטוֹבָה וְיִרְאוּ שֹׂנְאֵינוּ וְיֵבֹשׁוּ כִּי אַתָּה יְיָ עֲזַרְתָּנוּ וְנִחַמְתָּנוּ:<br>\
אֲמָרֵינוּ הַאֲזִינָה יְיָ בִּינָה הֲגִיגֵנוּ: <br>\
יִהְיוּ לְרָצוֹן אִמְרֵי פִינוּ וְהֶגְיוֹן לִבֵּנוּ לְפָנֶיךָ יְיָ צוּרֵנוּ וְגֹאֲלֵנוּ:<br>\
כִּי לְךָ יְיָ הוֹחָלְנוּ אַתָּה תַעֲנֶה אֲדֹנָי אֱלֹהֵינוּ:<br>\
"

ashamnu_sarnu="<br>\
    אָשַׁמְנוּ. בָּגַדְנוּ. גָּזַלְנוּ. דִּבַּרְנוּ דֹּפִי.<br>\
    הֶעֱוִינוּ. וְהִרְשַׁעְנוּ. זַדְנוּ. חָמַסְנוּ. טָפַלְנוּ שֶׁקֶר.<br>\
    יָעַצְנוּ רָע. כִּזַּבְנוּ. לַצְנוּ. מָרַדְנוּ. נִאַצְנוּ. סָרַרְנוּ. עָוִינוּ. פָּשַׁעְנוּ. צָרַרְנוּ. קִשִּׁינוּ עֹרֶף.<br>\
    רָשַׁעְנוּ. שִׁחַתְנוּ. תִּעַבְנוּ. תָּעִינוּ. תִּעְתָּעְנוּ:<br>\
<br>\
סַרְנוּ מִמִּצְותֶיךָ וּמִמִּשְׁפָּטֶיךָ הַטּוֹבִים וְלֹא שָׁוָה לָנוּ. וְאַתָּה צַדִּיק עַל כָּל הַבָּא עָלֵינוּ. כִּי אֱמֶת עָשִׂיתָ. וַאֲנַחְנוּ הִרְשָׁעְנוּ:<br>\
";

ashamnumikol="<br>\
אָשַׁמְנוּ מִכָּל עָם. בֹּשְׁנֽוּ מִכָּל דּוֹר. גָּלָה מִמֶּנּוּ מְשׂוֹשׂ. דָוֶה לִבֵּנוּ בַחֲטָאֵינוּ. הָחְבַּל אִוּוּיֵנוּ. וְנִפְרָע פְּאֵרֵנוּ. זְבוּל בֵּית מִקְדָּשֵׁנוּ חָרַב בַּעֲווֹנֵינוּ. טִירָתֵנוּ הָיְתָה לְשַׁמָּה. יְפִי אַדְמָתֵנוּ לְזָרִים. כֹּחֵנוּ לְנָכְרִים. עֲדַיִן לֹא שַׁבְנוּ מִטָּעוּתֵנוּ. וְהֵיאַךְ נָעִיז פָּנֵינוּ וְנַקְשֶׁה עָרְפֵּנוּ לוֹמַר לְפָנֶיךָ יְיָ אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ צַדִּיקִים אֲנַחְנוּ וְלֹא חָטָאנוּ אֲבָל אֲנַחְנוּ וַאֲבוֹתֵינוּ חָטָאנוּ:<br>\
";
leeineinuashku="\
<br>\
לְעֵינֵינוּ עָשְׁקוּ עֲמָלֵנוּ. מְמֻשָּׁךְ וּמֹרָט מִמֶּנּוּ. נָתְנוּ עֻלָּם עָלֵינוּ. סָבַלְנוּ עַל שִׁכְמֵנוּ. עֲבָדִים מָשְׁלוּ בָנוּ. פּוֹרֵק אֵין מִיָּדָם. צָרוֹת רַבּוֹת סְבָבוּנוּ. קְרָאנוּךָ יְיָ אֱלֹהֵינוּ. רִחַקְתָּ מִמֶּנּוּ בַּעֲוֹנֵינוּ. שַׁבְנוּ מֵאַחֲרֶיךָ. תָּעִינוּ וְאָבַדְנוּ. עֲדַיִן לֹא שַׁבְנוּ מִטָּעוּתֵנוּ וְהֵיאַךְ נָעִיז פָּנֵינוּ וְנַקְשֶׁה עָרְפֵּנוּ לוֹמַר לְפָנֶיךָ יְיָ אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ צַדִּיקִים אֲנַחְנוּ וְלֹא חָטָאנוּ אֲבָל אֲנַחְנוּ וַאֲבוֹתֵינוּ חָטָאנוּ:<br>\
";
hirshanu="\
<br>\
הִרְשָׁעְנוּ וּפָשַׁעְנוּ. וְלָכֵן לֹא נוֹשָׁעְנוּ. וְתֵן בְּלִבֵּנוּ לַעֲזוֹב דֶּרֶךְ רֶשַׁע. וְחִישׁ לָנוּ יֶשַׁע. כַּכָּתוּב עַל יַד נְבִיאֶךָ: יַעֲזֹב רָשָׁע דַּרְכּוֹ וְאִישׁ אָוֶן מַחְשְׁבֹתָיו וְיָשֹׁב אֶל יְיָ וִירַחֲמֵהוּ וְאֶל אֱלֹהֵינוּ כִּי יַרְבֶּה לִסְלוֹחַ:<br>\
";
mashiach_to_vayomerdavid="<br>\
מְשִׁיחַ צִדְקֶךָ אָמַר לְפָנֶיךָ: שְׁגִיאוֹת מִי יָבִין מִנִּסְתָּרוֹת נַקֵּנִי: (תהלים יט, יג)    נַקֵנוּ יְיָ אֱלֹהֵינוּ מִכָּל פְשָׁעֵינוּ וְטַהֲרֵנוּ מִכָּל טֻמְאוֹתֵינוּ, וּזְרוֹק עָלֵינוּ מַיִם טְהוֹרִים וְטַהֲרֵנוּ, כַּכָּתוּב עַל יַד נְבִיאֶךָ: וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם, מִכֹּל טֻמְאוֹתֵיכֶם וּמִכָּל גִּלּוּלֵיכֶם אֲטַהֵר אֶתְכֶם: (יחזקאל לו, כה)<br>\
<br>\
מִיכָה עַבְדֶּךָ אָמַר לְפָנֶיךָ: מִי אֵל כָּמוֹךָ נֹשֵׂא עָוֹן וְעֹבֵר עַל פֶּשַׁע לִשְׁאֵרִית נַחֲלָתוֹ. לֹא הֶחֱזִיק לָעַד אַפּוֹ כִּי חָפֵץ חֶסֶד הוּא: יָשׁוּב יְרַחֲמֵנוּ יִכְבּשׁ עֲוֹנֹתֵינוּ. וְתַשְׁלִיךְ בִּמְצֻלוֹת יָם כָּל חַטֹּאתָם: תִּתֵּן אֱמֶת לְיַעֲקֹב חֶסֶד לְאַבְרָהָם אֲשֶׁר נִשְׁבַּעְתָּ לַאֲבֹתֵינוּ מִימֵי קֶדֶם: (מיכה ז, יח-כ)<br>\
<br>\
דָּנִיֵּאל אִישׁ חֲמוּדוֹת שִׁוַע לְפָנֶיךָ: הַטֵּה אֱלֹהַי אָזְנְךָ וּשְׁמָע פְּקַח עֵינֶיךָ וּרְאֵה שֹׁמְמֹתֵינוּ וְהָעִיר אֲשֶׁר נִקְרָא שִׁמְךָ עָלֶיהָ כִּי לֹא עַל צִדְקֹתֵינוּ אֲנַחְנוּ מַפִּילִים תַּחֲנוּנֵינוּ לְפָנֶיךָ כִּי עַל רַחֲמֶיךָ הָרַבִּים: אֲדֹנָי שְׁמָעָה, אֲדֹנָי סְלָחָה, אֲדֹנָי, הַקְשִׁיבָה וַעֲשֵׂה, אַל תְּאַחַר, לְמַעֲנְךָ אֱלֹהַי כִּי שִׁמְךָ נִקְרָא עַל עִירְךָ וְעַל עַמֶּךָ: (דניאל ט, יח -יט)<br>\
<br>\
עֶזְרָא הַסּוֹפֵר אָמַר לְפָנֶיךָ: אֱלֹהַי בֹּשְׁתִּי וְנִכְלַמְתִּי לְהָרִים אֱלֹהַי פָּנַי אֵלֶיךָ כִּי עֲוֹנֹתֵינוּ רָבוּ לְמַעְלָה רֹאשׁ וְאַשְׁמָתֵנוּ גָדְלָה עַד לַשָּׁמָיִם: (עזרא ט, ו) וְאַתָּה אֱלֹהֵינוּ אֱלוֹהַּ סְלִיחוֹת חַנּוּן וְרַחוּם אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וֶאֱמֶת וְלֹא עֲזַבְתָּנוּ. אַל תַּעַזְבֵנוּ אָבִינוּ וְאַל תִּטְּשֵׁנוּ בּוֹרְאֵנוּ וְאַל תַּזְנִיחֵנוּ יוֹצְרֵנוּ וְאַל תַּעַש עִמָּנוּ כָּלָה כְּחַטּאתֵינוּ [בְּגָלוּתֵינוּ] וְקַיֵּם לָנוּ יְיָ אֱלֹהֵינוּ אֶת הַדָּבָר שֶׁהִבְטַחְתָּנוּ בְּקַבָּלָה עַל יְדֵי יִרְמְיָהוּ חוֹזָךְ כָּאָמוּר: בַּיָּמִים הָהֵם וּבָעֵת הַהִיא נְאֻם יְיָ יְבֻקַּשׁ אֶת עֲוֹן יִשְׂרָאֵל וְאֵינֶנּוּ וְאֶת חַטֹּאת יְהוּדָה וְלֹא תִמָּצֶאינָה כִּי אֶסְלַח לַאֲשֶׁר אַשְׁאִיר: (ירמיהו נ, כ)<br>\
<br>\
עַמְּךָ וְנַחֲלָתְךָ / רְעֵבֵי טוּבְךָ / צְמֵאֵי חַסְדֶּךָ / תְּאֵבֵי יִשְׁעֶךָ. יַכִּירוּ וְיֵדְעוּ כִּי לַיְיָ אֱלֹהֵינוּ הָרַחֲמִים וְהַסְּלִיחוֹת:<br>\
<br>\
אֵל רַחוּם שְׁמֶךָ. אֵל חַנּוּן שְׁמֶךָ. בָּנוּ נִקְרָא שְׁמֶךָ. יְיָ עֲשֵׂה לְמַעַן שְׁמֶךָ: עֲשֵׂה לְמַעַן אֲמִתָּךְ. עֲשֵׂה לְמַעַן בְּרִיתָך. עֲשֵׂה לְמַעַן גָּדְלָךְ וְתִפְאַרְתָּךְ. עֲשֵׂה לְמַעַן דָּתָךְ. עֲשֵׂה לְמַעַן הוֹדָךְ. עֲשֵׂה לְמַעַן וִעוּדָךְ. עֲשֵׂה לְמַעַן זִכְרָךְ. עֲשֵׂה לְמַעַן חַסְדָּךְ. עֲשֵׂה לְמַעַן טוּבָךְ. עֲשֵׂה לְמַעַן יִחוּדָךְ. עֲשֵׂה לְמַעַן כְּבוֹדָךְ. עֲשֵׂה לְמַעַן לִמּוּדָךְ. עֲשֵׂה לְמַעַן מַלְכוּתָךְ. עֲשֵׂה לְמַעַן נִצְחָךְ. עֲשֵׂה לְמַעַן סוֹדָךְ. עֲשֵׂה לְמַעַן עֻזָּךְ. עֲשֵׂה לְמַעַן פְּאֵרָךְ. עֲשֵׂה לְמַעַן צִדְקָתָךְ. עֲשֵׂה לְמַעַן קְדֻשָּׁתָךְ. עֲשֵׂה לְמַעַן רַחֲמֶיךָ הָרַבִּים. עֲשֵׂה לְמַעַן שְׁכִינָתָךְ. עֲשֵׂה לְמַעַן תְּהִלָּתָךְ. עֲשֵׂה לְמַעַן אוֹהֲבֶיךָ שׁוֹכְנֵי עָפָר. עֲשֵׂה לְמַעַן אַבְרָהָם יִצְחָק וְיַעֲקֹב. עֲשֵׂה לְמַעַן משֶׁה וְאַהֲרוֹן. עֲשֵׂה לְמַעַן דָּוִד וּשְׁלֹמֹה. עֲשֵׂה לְמַעַן יְרוּשָׁלַיִם עִיר קָדְשְׁךָ. עֲשֵׂה לְמַעַן צִיּוֹן מִשְׁכַּן כְּבוֹדֶךָ. עֲשֵׂה לְמַעַן שִׁמֲמוּת הֵיכָלֶךָ. עֲשֵׂה לְמַעַן הֲרִיסוּת מִזְבְּחֶךָ. עֲשֵׂה לְמַעַן הֲרוּגִים עַל שֵׁם קָדְשֶׁךָ. עֲשֵׂה לְמַעַן טְבוּחִים עַל יִחוּדֶךָ. עֲשֵׂה לְמַעַן בָּאֵי בָּאֵשׁ וּבַמַּיִם עַל קִדּוּשׁ שְׁמֶךָ. עֲשֵׂה לְמַעַן יוֹנְקֵי שָׁדַיִם שֶׁלֹּא חָטְאוּ. עֲשֵׂה לְמַעַן גְּמוּלֵי חָלָב שֶׁלֹא פָשְׁעוּ. עֲשֵׂה לְמַעַן תִּינוֹקוֹת שֶׁל בֵּית רַבָּן. עֲשֵׂה לְמַעֲנָךְ אִם לֹא לְמַעֲנֵנוּ. עֲשֵׂה לְמַעַנְךָ וְהוֹשִׁיעֵנוּ.<br>\
<br>\
עֲנֵנוּ יְיָ עֲנֵנוּ. עֲנֵנוּ אֱלֹהֵינוּ עֲנֵנוּ. עֲנֵנוּ אָבִינוּ עֲנֵנוּ. עֲנֵנוּ בּוֹרְאֵנוּ עֲנֵנוּ. עֲנֵנוּ גּוֹאֲלֵנוּ עֲנֵנוּ. עֲנֵנוּ דּוֹרְשֵׁנוּ עֲנֵנוּ. עֲנֵנוּ הָאֵל הַנֶּאֱמָן עֲנֵנוּ. עֲנֵנוּ וָתִיק וְחָסִיד עֲנֵנוּ. עֲנֵנוּ זַ֥ךְ וְיָשָׁר עֲנֵנוּ. עֲנֵנוּ חַי וְקַיָּם עֲנֵנוּ. עֲנֵנוּ טוֹב וּמֵטִיב עֲנֵנוּ. עֲנֵנוּ יוֹדֵעַ יֵצֶר עֲנֵנוּ. עֲנֵנוּ כּוֹבֵשׁ כְּעָסִים עֲנֵנוּ. עֲנֵנוּ לוֹבֵשׁ צְדָקוֹת עֲנֵנוּ. עֲנֵנוּ מֶלֶךְ מַלְכֵי הַמְּלָכִים עֲנֵנוּ. עֲנֵנוּ נוֹרָא וְנִשְׂגָּב עֲנֵנוּ. עֲנֵנוּ סוֹלֵחַ וּמוֹחֵל עֲנֵנוּ. עֲנֵנוּ עוֹנֶה בְּעֵת רָצוֹן עֲנֵנוּ. עֲנֵנוּ פּוֹדֶה וּמַצִּיל עֲנֵנוּ. עֲנֵנוּ צַדִּיק וְיָשָׁר עֲנֵנוּ. עֲנֵנוּ קָרוֹב לְקוֹרְאָיו עֲנֵנוּ. עֲנֵנוּ רַחוּם וְחַנּוּן עֲנֵנוּ. עֲנֵנוּ שׁוֹמֵעַ אֶל אֶבְיוֹנִים עֲנֵנוּ. עֲנֵנוּ תּוֹמֵךְ תְּמִימִים עֲנֵנוּ. עֲנֵנוּ קָשֶׁה לִכְעוֹס עֲנֵנוּ. עֲנֵנוּ רַךְ לִרְצוֹת עֲנֵנוּ. עֲנֵנוּ אֱלֹהֵי אֲבוֹתֵינוּ עֲנֵנוּ. עֲנֵנוּ אֱלֹהֵי אַבְרָהָם עֲנֵנוּ. עֲנֵנוּ פַחַד יִצְחָק עֲנֵנוּ. עֲנֵנוּ אֲבִיר יַעֲקֹב עֲנֵנוּ. עֲנֵנוּ עֶזְרַת הַשְּׁבָטִים עֲנֵנוּ. עֲנֵנוּ מִשְׂגָּב אִמָהוֹת עֲנֵנוּ. עֲנֵנוּ אֲבִי יְתוֹמִים עֲנֵנוּ. עֲנֵנוּ וְדַיַּן אַלְמָנוֹת עֲנֵנוּ.<br>\
<br>\
מִי שֶׁעָנָה לְאַבְרָהָם אָבִינוּ בְּהַר הַמּוֹרִיָּה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְיִצְחָק בְּנוֹ כְּשֶׁנֶּעֱקַד עַל גַּבֵּי הַמִּזְבֵּחַ - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְיַעֲקֹב בְּבֵית אֵל - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְיוֹסֵף בְּבֵית הָאֲסוּרִים - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לַאֲבוֹתֵינוּ עַל יַם סוּף - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְמֹשֶׁה בְּחוֹרֵב - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְאַהֲרֹן בַמַּחְתָּה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְפִינְחָס בְּקוּמוֹ מִתּוֹךְ הַעֵדָה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לִיהוֹשֻׁעַ בַּגִּלְגָּל - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לִשְׁמוּאֵל בַּמִּצְפָּה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְדָוִד וְלִשְׁלֹמֹה בְּנוֹ בִּירוּשָׁלַיִם - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְאֵלִיָּהוּ בְּהַר הַכַּרְמֶל - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לֶאֱלִישָׁע בִּירִיחוֹ - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְיוֹנָה בִּמְעֵי הַדָּגָה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְחִזְקִיָּהוּ מֶלֶךְ יְהוּדָה בְּחָלְיוֹ - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לַחֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה בְּתוֹךְ כִּבְשַׁן הָאֵשׁ - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְדָנִיֵּאל בְּגוֹב הָאֲרָיוֹת - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְמָרְדְּכַי וְאֶסְתֵּר בְּשׁוּשַׁן הַבִּירָה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְעֶזְרָא בַּגּוֹלָה - הוּא יַעֲנֵנוּ:<br>\
מִי שֶׁעָנָה לְכָל הַצַּדִּיקִים וְהַחֲסִידִים וְהַתְּמִימִים וְהַיְשָׁרִים - הוּא יַעֲנֵנוּ:<br>\
<br>\
רַחֲמָנָא דְּעָנֵי לַעֲנִיֵּי עֲנֵינָא:<br>\
רַחֲמָנָא דְעָנֵי לִתְבִירֵי לִבָּא עֲנֵינָא:<br>\
רַחֲמָנָא דְּעָנֵי לְמַכִּיכֵי רוּחָא עֲנֵינָא:<br>\
רַחֲמָנָא עֲנֵינָא רַחֲמָנָא חוּס רַחֲמָנָא פְּרֹק רַחֲמָנָא שְׁזִיב רַחֲמָנָא רַחֵם עֲלָן הַשְׁתָּא בַּעֲגָלָא וּבִזְמַן קָרִיב:<br>\
<br>\
<b>נפילת אפיים</b><br>\
וַיֹּאמֶר דָּוִד אֶל גָּד צַר לִי מְאֹד נִפְּלָה נָּא בְיַד יְהוָה כִּי רַבִּים רַחֲמָיו וּבְיַד אָדָם אַל אֶפֹּלָה.<br>\
רַחוּם וְחַנּוּן חָטָאתִי לְפָנֶיךָ. יְיָ מָלֵא רַחֲמִים. רַחֵם עָלַי וְקַבֵּל תַּחֲנוּנָי:<br>\
יְהוָה, אַל בְּאַפְּךָ תוֹכִיחֵנִי, וְאַל בַּחֲמָתְךָ תְיַסְּרֵנִי. חָנֵּנִי יְהוָה כִּי אֻמְלַל אָנִי, רְפָאֵנִי יְהוָה כִּי נִבְהֲלוּ עֲצָמָי. וְנַפְשִׁי נִבְהֲלָה מְאֹד, וְאַתָּ יְהוָה עַד מָתָי. שׁוּבָה יְהוָה חַלְּצָה נַפְשִׁי, הוֹשִׁיעֵנִי לְמַעַן חַסְדֶּךָ. כִּי אֵין בַּמָּוֶת זִכְרֶךָ, בִּשְׁאוֹל מִי יוֹדֶה לָּךְ. יָגַעְתִּי בְּאַנְחָתִי, אַשְׂחֶה בְכָל לַיְלָה מִטָּתִי, בְּדִמְעָתִי עַרְשִׂי אַמְסֶה. עָשְׁשָׁה מִכַּעַס עֵינִי, עָתְקָה בְּכָל צוֹרְרָי. סוּרוּ מִמֶּנִּי כָּל פֹּעֲלֵי אָוֶן, כִּי שָׁמַע יְהוָה קוֹל בִּכְיִי. שָׁמַע יְהוָה תְּחִנָּתִי, יְהוָה תְּפִלָּתִי יִקָּח.  יֵבֹשׁוּ וְיִבָּהֲלוּ מְאֹד כָּל אֹיְבָי, יָשֻׁבוּ יֵבֹשׁוּ רָגַע.<br>\
<br>";
machei="<br>\
מַחֵי וּמַסֵּי. מֵמִית וּמֵחֵי. מַסִּיק מִן שְׁאוֹל לְחַיֵּי עָלְמָא.<br>\
בְּרָא כַּד חָטֵי אָבוּהִי לַקְיֵהּ. אָבוּהִי דְחַיִּס אַסֵּי לְכֵאבֵהּ.<br>\
עַבְדָּא דְמָרִיד נָפִיק בְּקוֹלָר. מָרֵהּ תָּאִב וְתָּבִּיר קוֹלָרֵהּ.<br>\
בְּרָךְ בֻּכְרָךְ אֲנָן וְחַטֵּינָן קַמָּךְ. הָא רָוֵי נַפְשִׁין בְּגִדִּין מְרָרִין.<br>\
עַבְדָּךְ אֲנָן וּמְרַדְּנָן קַמָּךְ. הָא בְּבִזְתָּא הָא וְשִׁבְיָא וְהָא בְּמַלְקִיּוּתָא.<br>\
בְּמָטוּ מִנָּךְ בְּרַחֲמָךְ דִּנְפִישִׁין. אַסֵּי לְכֵאבִין דִּתְקוֹף עֲלָן. עַד דְּלָא נֶהֱוֵי גְּמִירָא בְּשִׁבְיָא:<br>\
";


common_end1="<br>\
אַל תִּזְכָּר לָנוּ עֲו‍ֹנֹת רִאשֹׁנִים מַהֵר יְקַדְּמוּנוּ רַחֲמֶיךָ כִּי דַלּוֹנוּ מְאֹד: חַטֹּאות נְעוּרֵינוּ וּפְשָׁעֵינוּ אַל תִּזְכֹּר, כְּחַסְדְּךָ זְכָר לָנוּ אַתָּה, לְמַעַן טוּבְךָ יְיָ. <br>\
<br>\
"
+zechor_alna+"<br>\
זְכוֹר לָנוּ בְּרִית אָבוֹת כַּאֲשֶׁר אָמַרְתָּ: וְזָכַרְתִּי אֶת בְּרִיתִי יַעֲקוֹב וְאַף אֶת בְּרִיתִי יִצְחָק וְאַף אֶת בְּרִיתִי אַבְרָהָם אֶזְכֹּר וְהָאָרֶץ אֶזְכֹּר:<br>\
זְכוֹר לָנוּ בְּרִית רִאשׁוֹנִים כַּאֲשֶׁר אָמַרְתָּ: וְזָכַרְתִּי לָהֶם בְּרִית רִאשֹׁנִים אֲשֶׁר הוֹצֵאתִי אֹתָם מֵאֶרֶץ מִצְרַיִם לְעֵינֵי הַגּוֹיִם לִהְיֹת לָהֶם לֵאלֹהִים אֲנִי יְיָ: \
"
+aseh_shma+"<br>\
<b>אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ.</b> תָּבוֹא לְפָנֶיךָ תְּפִלָּתֵנוּ וְאַל תִּתְעַלַּם מִתְּחִנָּתֵנוּ. שֶׁאֵין אֲנַחְנוּ עַזֵּי פָנִים וּקְשֵׁי עֹרֶף לוֹמַר לְפָנֶיךָ יְיָ אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ צַדִּיקִים אֲנַחְנוּ וְלֹא חָטָאנוּ. אֲבָל אֲנַחְנוּ וַאֲבוֹתֵינוּ חָטָאנוּ:<br>\
"
+ashamnu_sarnu+ashamnumikol+ashamnu_sarnu+leeineinuashku+ashamnu_sarnu+hirshanu+mashiach_to_vayomerdavid+machei;

common_end_machnisei="<br>\
<br>\
(<b>מַכְנִיסֵי רַחֲמִים</b>, הַכְנִיסוּ רַחֲמֵינוּ, לִפְנֵי בַּעַל הָרַחֲמִים.<br>\
מַשְׁמִיעֵי תְפִלָּה, הַשְׁמִיעוּ תְפִלָּתֵנוּ, לִפְנֵי שׁוֹמֵעַ תְּפִלָּה.<br>\
מַשְׁמִיעֵי צְעָקָה, הַשְׁמִיעוּ צַעֲקָתֵנוּ, לִפְנֵי שׁוֹמֵעַ צְעָקָה.<br>\
מַכְנִיסֵי דִּמְעָה, הַכְנִיסוּ דִמְעוֹתֵינוּ, לִפְנֵי מֶלֶךְ מִתְרַצֶּה בִּדְמָעוֹת.<br>\
הִשְׁתַּדְּלוּ וְהַרְבּוּ תְּחִנָּה וּבַקָּשָׁה, לִפְנֵי מֶלֶךְ אֵל רָם וְנִשָּׂא.<br>\
הַזְכִּירוּ לְפָנָיו הַשְׁמִיעוּ לְפָנָיו, תּוֹרָה וּמַעֲשִׂים טוֹבִים שֶׁל שׁוֹכְנֵי עָפָר.<br>\
יִזְכֹּר אַהֲבָתָם וִיחַיֶּה זַרְעָם, שֶׁלֹּא תֹאבַד שְׁאֵרִית יַעֲקֹב<br>\
כִּי צֹאן רוֹעֶה נֶאֱמָן הָיָה לְחֶרְפָּה, יִשְׂרָאֵל גּוֹי אֶחָד לְמָשָׁל וְלִשְׁנִינָה.<br>\
מַהֵר עֲנֵנוּ אֱלֹהֵי יִשְׁעֵנוּ, וּפְדֵנוּ מִכָּל גְּזֵרוֹת קָשׁוֹת.<br>\
וְהוֹשִׁיעָה בְּרַחֲמֶיךָ הָרַבִּים, מְשִׁיחַ צִדְקָךְ וְעַמָּך.)<br>\
<br>\
מָרָן דְבִשְׁמַיָא. לָךְ מִתְחַנְּנָן כְּבַר שִׁבְיָא דְמִתְחַנֵּן לְשָׁבוּיֵהּ. כֻּלְּהוֹן בְּנֵי שִׁבְיָא בְּכַסְפָּא מִתְפָּרְקִין. וְעַמָּךְ יִשְׂרָאֵל בְּרַחֲמֵי וּבְתַחֲנוּנֵי. הַב לָן שְׁאֵלְתִּין וּבָעוּתִין דְלָא נֶהְדַּר רֵיקָם מִן קֳדָמָךְ.<br>\
<br>\
מָרָן דְבִשְׁמַיָא. לָךְ מִתְחַנְּנָן כְּעַבְדָּא דְּמִתְחַנֵּן לְמָרֵיהּ. עֲשִׁיקֵי אֲנַן וּבַחֲשׁוֹכָא שָׁרִינָן. מְרִירָן נַפְשִׁין מֵעַקְתִין דִּנְפִישִׁין. חֵילָא לֵית בָּן לְרַצוּיָךְ. מָרָן, עֲבִיד בְּדִיל קְיָּימָא דִגְזַרְתָּ עִם אֲבָהָתַנָא: <br>\
";
common_end_shomer="<br>\
<b>שׁוֹמֵר יִשְׂרָאֵל!</b> שְׁמֹר שְׁאֵרִית יִשְׂרָאֵל, וְאַל יֹאבַד יִשְׂרָאֵל, הָאוֹמְרִים: שְׁמַע יִשְׂרָאֵל.<br>\
שׁוֹמֵר גּוֹי אֶחָד! שְׁמֹר שְׁאֵרִית עַם אֶחָד, וְאַל יֹאבַד גּוֹי אֶחָד, הַמְיַחֲדִים שִׁמְךָ: יְיָ אֱלֹהֵינוּ יְיָ אֶחָד.<br>\
שׁוֹמֵר גּוֹי קָדוֹשׁ! שְׁמֹר שְׁאֵרִית עַם קָדוֹשׁ, וְאַל יֹאבַד גּוֹי קָדוֹשׁ, הַמְּשַׁלְּשִׁים בְּשָׁלוֹשׁ קְדוּשׁוֹת לְקָדוֹשׁ.<br>\
מִתְרַצֶּה בְּרַחֲמִים וּמִתְפַּיֵּס בְּתַחֲנוּנִים. הִתְרַצֶּה וְהִתְפַּיֵּס לְדור עָנִי. כִּי אֵין עוזֵר:<br>\
אָבִינוּ מַלְכֵּנוּ - חָנֵּנוּ וַעֲנֵנוּ כִּי אֵין בָּנוּ מַעֲשים. עֲשֵׂה עִמָּנוּ צְדָקָה וָחֶסֶד וְהוֹשִׁיעֵנוּ: <br>\
";

common_end_tachanunkaddish="<br>\
<b>וַאֲנַחְנוּ לֹא נֵדַע</b> מַה נַּעֲשה. כִּי עָלֶיךָ עֵינֵינוּ:<br>\
זְכֹר רַחֲמֶיךָ יְהוָה וַחֲסָדֶיךָ כִּי מֵעוֹלָם הֵמָּה.<br>\
יְהִי חַסְדְּךָ יְהוָה עָלֵינוּ כַּאֲשֶׁר יִחַלְנוּ לָךְ.<br>\
אַל תִּזְכָּר לָנוּ עֲו‍ֹנֹת רִאשֹׁנִים מַהֵר יְקַדְּמוּנוּ רַחֲמֶיךָ כִּי דַלּוֹנוּ מְאֹד.<br>\
חָנֵּנוּ יְהוָה חָנֵּנוּ כִּי רַב שָׂבַעְנוּ בוּז. <br>\
בְּרֹגֶז - רַחֵם תִּזְכּור.<br>\
כִּי הוּא יָדַע יִצְרֵנוּ. זָכוּר כִּי עָפָר אֲנָחְנוּ:<br>\
עָזְרֵנוּ אֱלֹהֵי יִשְׁעֵנוּ עַל דְּבַר כְּבוֹד שְׁמֶךָ וְהַצִּילֵנוּ וְכַפֵּר עַל חַטֹּאתֵינוּ לְמַעַן שְׁמֶךָ.<br>\
<br>\
יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵהּ רַבָּא.<br>\
בְּעָלְמָא דִי בְרָא כִּרְעוּתֵהּ , וְיַמְלִיךְ מַלְכוּתֵהּ בְּחַיֵיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵי דְּכָל בֵּית יִשְׂרָאֵל, בַּעֲגַלָא וּבִזְמַן קָרִיב וְאִמְרוּ אָמֵן:<br>\
יְהֵא שְׁמֵהּ רַבָּא מְבָרַךְ לְעָלַם וּלְעָלְמֵי עָלְמַיָא.<br>\
יִתְבָּרַךְ וְיִשְׁתַּבַּח וְיִתְפָּאַר וְיִתְרוֹמַם וְיִתְנַשֵּׂא וְיִתְהַדָּר וְיִתְעַלֶּה וְיִתְהַלָּל , שְׁמֵהּ דְּקוּדְשָׁא בְּרִיךְ הוּא:<br>\
לְעֵילָא מִן כָּל (בעשרת ימי תשובה: לְעֵילָא וּלְעֵילָא מִכָּל) בִּרְכָתָא וְשִׁירָתָא, תֻּשְׁבְּחָתָא וְנֶחָמָתָא, דַאֲמִירָן בְּעָלְמָא. וְאִמְרוּ אָמֵן: <br>\
תִּתְקַבַּל צְלוֹתְהוֹן וּבָעוּתְהוֹן דְּכָל בֵּית יִשְׂרָאֵל קֳדָם אֲבוּהוֹן דִּי בִשְׁמַיָּא , וְאִמְרוּ אָמֵן:<br>\
יְהֵא שְׁלָמָא רַבָּא מִן שְׁמַיָא וְחַיִּים, עָלֵינו וְעַל כָּל יִשְׂרָאֵל וְאִמְרוּ אָמֵן:<br>\
עוֹשֶׂה שָׁלוֹם (בעשרת ימי תשובה: השלום) בִּמְרוֹמָיו הוּא יַעֲשֶׂה שָׁלוֹם עָלֵינוּ וְעַל כָּל יִשְׂרָאֵל, וְאִמְרוּ אָמֵן:<br><br><br>\
הטקסט מוגש בכפוף לרישיון \
<a href=\"https://creativecommons.org/licenses/by-sa/3.0/deed.he\">ייחוס-שיתוף זהה  Creative Common 3.0</a>";

